{
    "title": "THE ORIGIN OF THE KALABARI KINGDOM",
    "content": [
      {
        "type": "paragraph",
        "text": "Kalabari corrupted from the name Kalakibari is one of the major ethnic groups in Rivers State. History has it that the Kalabari people emerged out of two groups of settlers. One party hailed from Ijo settlement on the New Calabar River (Kabalari did not come from mordern day Calabar) and was led by a son of Kalabari. This party arrived at Elem-Ama (pronounced elemama) and were joined by the other group led by Opu-Koro-ye who were Andoni Origin."
      },
      {
        "type": "paragraph",
        "text": "Another tradition has it that this group of emigrant were from the East (Efik not Igbo) origin."
      },
      {
        "type": "paragraph",
        "text": "Long time ago, a brave man MEIN migrated with his family from Ijo tribe in Central Delta to a place called OGBAINAMA as a result of constant conflict."
      },
      {
        "type": "paragraph",
        "text": "Mein died after much sojourn and was succeeded by UGE his son who was laster succeded by his eldest son PREBOKELEKEIBARI (meaning may the rich give me some) on his death which now is corrupted to Kalabari."
      },
      {
        "type": "paragraph",
        "text": "This later successor Kalabari was said to have excelled in all his endeavours which later resulted to the envy of his brothers because he was even more successful than his father."
      },
      {
        "type": "paragraph",
        "text": "His brothers out of envy plotted to kill him and he fled to OKUBA whose people prived even more envious and felt most better seeing him as their superior."
      },
      {
        "type": "paragraph",
        "text": "He got wind of their plan to kill him and he moved again with his family determined to found his own settlement. He came to a place called Amafe after much wonderings where he settled and called the place Kalabari."
      },
      {
        "type": "paragraph",
        "text": "Shortly after Kalabari died and the task of controlling the settlement fell on his son Ende who had to move again as a result of constant conflicts and attacks by the people of Amafe and other neigbouring communities. Determined to move very far away from such attacks, he settled by the River banks surrounded by water, after which himself and his people colonised what history now refers to as Old shipping otherwise known as ELEM-AMA (pronounced Elemama) where they were joined by the other group of settlers led by Opukoroye."
      },
      {
        "type": "paragraph",
        "text":"It is also believd that it was this second migrants that brought with them OWAME AKASO who was and is still the National diety of the Kalabari's and that it was also this group that endowed the Kalabari's it's old name of new Calabar."
      },
      {
        "type":"paragraph",
        "text": "The Kingdom was as at them composed of wards which were of independent origin, but the most important of them were the ENDEME and the KROME which invariably were founded by the first and second accounts respectively."
      },
      {
        "type":"paragraph",
        "text": "The name old shipping was due to the fact that a number of sailing vesels anchored there and new Calabar to distinguish them from the people of old Calabar."
      },
      {
        "type":"paragraph",
        "text":"Ende died and was succeeded by his son BREMBO who automatically became the head of Endeme ward"
      },
      {
        "type":"paragraph",
        "text":"Brembo having succeeded his father had as his eldest son Dada who was a trader that travelled far and wide."
      },
      {
        "type":"paragraph",
        "text":"Dada had as one of his regular ports of call Amakalakala where he eventually settled and fell in love with the daughter of the founder of the village OKUMA."
      },
      {
        "type":"paragraph",
        "text":"He married OKUMA and the union was blessed with an only son AMACHREE who later became the 1st Amayanabo (AMACHREE 1) of Kalabari Kingdom."
      },
      {
        "type":"paragraph",
        "text": "But, another tradition has it that Amachree was an adopted son of both Dada and Okuma."
      },
      {
        "type":"paragraph",
        "text": "In due course, the settlers identified themselves into different groups according to theri origin of emigration and were divided into seven distinct groups: ",
        "list": [
            { "item": "ENDEME" },
            { "item": "AMABIAME" },
            { "item": "AKIALAME" },
            { "item": "ITURUAME" },
            { "item": "IGODOME" },
            {"item": "BUKUME"},
            {"item": "KROME"}
          ]
      },
      {
        "type":"paragraph",
        "text": "Each group had it's sectional head and maintained a number of deities which resulted to too much shrines in the community and each group regarded itself as distinct from the other."
      },
      {
        "type":"paragraph",
        "text": "In due course, the seven sections of Kalabari no longer saw themselves as distinct but were rather formed into oneness by Amachree as a result of a disastrous fire accident which also resulted in Amachree increasing the town from seven wards to fourteen wards."
      },
      {
        "type":"paragraph",
        "text":"According to History, the Kalabari tribal area was the largest in population and the people in their search of a new settlement passed through hostile situations, their founding fathers rather used belief as a strategy for survival."
      }
    ],
    "presentKingdom": {
        "title": "<br/><h2>THE PRESENT KALABARI KINGDOM</h2>",
        "townsAndVillages": [
            {
            "type":"paragraph",
            "text": "The present Kalabari nation comprises of towns and vilages among which are: "
          },
          {
            "type":"paragraph",
            "text": "In due course, the settlers identified themselves into different groups according to theri origin of emigration and were divided into seven distinct groups: ",
            "list": [
                { "item": "BAKANA" },
                { "item": "ABONNEMA" },
                { "item": "BUGUMA" },
                { "item": "IDO" },
                { "item": "ABALAMA" },
                { "item": "OBUAMA" },
                { "item": "SOKU" },
                { "item": "IFOKO" },
                { "item": "TOMBIA" },
                { "item": "KRAKRAMA" },
                { "item": "SAMA" },
                { "item": "TEMA" },
                { "item": "OPRPOAMA" },
                { "item": "IDAMA" },
                { "item": "OBONOMA" },
                { "item": "BILLE" },
                { "item": "SANGAMA" },
                { "item": "ILLELEMA" },
                { "item": "OKPO" },
                { "item": "MINAMA" },
                { "item": "ABISEA" },
                { "item": "KULA" },
                { "item": "KE" },
                { "item": "OMEKWEAMA" },
                { "item": "ORU SANGAMA" },
                { "item": "ELEM SANGAMA" },
                { "item": "DEGEMA" },
                { "item": "BAKANA" },
                { "item": "ANGULAMA" }
            ]
          },
          {
            "type":"paragraph",
            "text": "<br/>The Kingdom has as it's neigbours Bonny, Ikwerre, Okrika and Nembe and presently is situated on the left bank of a tributary of the Calabar River."
          },
          {
            "type":"paragraph",
            "text":"They were described by AMOURY TALBOT in his book tribes of Niger Delta as people of great interest, and intelligent, hand headed keen and born traders."
          },
          {
            "type":"paragraph",
            "text":"Further comments went on to say that the Kalabari people could compete on equal terms with any trading country worldwide."
          },
          {
            "type":"paragraph",
            "text":"Tradition also has it that the Kalabari's gained supremacy over all other tribes in the Ijaw district."
          }
        ]
    },
    "occupation":{
        "title": "<br/><h2>OCCUPATION</h2>",
        "content":[
            {
                "type": "paragraph",
                "text": "The kalabri kingdom is built mainly on commerce and fishing."
            },
            {
                "type": "paragraph",
                "text": "<b>Sea foods such as perewinkles and shrimps are gathered in quantity and brought to the city.</b>"
            },
            {
                "type":"paragraph",
                "text": "After the abolition of slave trade of which they were great partakers, they devoted themselves into fishing and trading especially in the palm oil trade which endeared them as one of the first group of people to have contact with the Europeans in the country."
            },
            {
                "type":"paragraph",
                "text": "Their fishing activity has led to the creation of satelight settlements which serves purely economic purposes known as Borikiri (fishinf ports), Duo kiri (farmlands) Fe kiri or ke Poku (trade centeres)."
            },
            {
                "type":"paragraph",
                "text":"The people leave their various communities to these satelight settlements in search of sea foods."
            },
            {
                "type":"paragraph",
                "text":"Such sea foods as fish, preiwinkles adn shrimps when gotten are preserved by drying after which they'll be taken to the city in large quantity for sale."
            },
            {
                "type":"paragraph",
                "text":"In the then days according to Amoury Talbot, the Kalabari's control the greater part of the inland trade between the Europeans and the producers especially for dried fish which was one of the highly priced items."
            },
            {
                "type":"paragraph",
                "text":"But with the emergence of white collar jobs, trading and fishing has deteriorated a great deal."
            }
        ]
    }
}