[
    {
      "name": "Abonnema",
      "photo": "AbonnemaWharf.jpeg",
      "slug": "Abonnema",
      "detail": [
        {
            "type": "paragraph",
            "text": "Abonnema is the second largest town in Kalabari, the town was founded in 1882. it is very important because of it's commercial role played in the area. "
        },
        {
            "type": "paragraph",
            "text": "Abonnema controls the trade of this part of the Delta area, by way of distributing merchandise and the evacuation of palm produce from the creek markets such as Engene, Oguta, Ndele, Odual, and Abua. Expertriate commercial firms are established along the banks of the town."
        },
        {
            "type":"paragraph",
            "text": "This is imposing and presents a picturesque impression during the night as one approaches the town. It is indeed ther mordern venice on the sombriero in the Delta area."
        },
        {
            "type":"paragraph",
            "text":"The Sombreiro, Asari and numerous smaller rivers converge on to the town. So it is not difficult to asses the geographical advantages. Abonnema enjoys for being the hub of the creek trade. Abonnema is to Kalabari creek area what Liverpool is the Britain commercially."
        },
        {
            "type":"paragraph",
            "text":"There are various approved schools in Abonnema. The Bishop Crowther Memorial School, and the Nyemoni school. There are other schools such as the Taylors Memorial school. The Owusara market caters for imported merchandise of all sorts and the central market caters for staples."
        },
        {
            "type":"paragraph",
            "text":"The Nyemoni chuirch is very imposing in it's architectural design. Erosion is not effective at Abonnema since there is a stretch of concere embankment protecting it's foreshores. The four prominent chiefs who founded the commercial town of Abonnema are Chief Bob Manuel, Chief Young Briggs, Chief Akpana Georgewill and Chief Kala Dokubo Standfast Jack."
        },
        {
            "type":"paragraph",
            "text":"From the advantageous position Abonnema enjoys it's reorganisation of the trade and industrial development. There is a bridge connecting it to Degema right into Bob Manuel's compound. Abonnema serves as the commercial distribution centre and a port of call for Nembe, Brass, Akassa Oloibiri, Ekewe, Yenegoa, and other western Ijaw towns. "
        }
      ]
    },
    {
        "name": "Buguma",
        "photo": "buguma.jpg",
        "slug": "buguma",
        "detail": [
          {
            "type": "paragraph",
            "text": "Buguma last of all the groups left the old shipping and settled at Asari in 1884 in order to protect the Obia market water way. Chief Egile of Buguma was assigned the responsibility of protecting the entrance of the Obia martkets- the first of which is the Iwo Fe. By this time Chieft Will Braide and Chief Iyalla had occupied Iwo Fe."
          },
          {
            "type": "paragraph",
            "text": "Politically and traditionally Buguma was the capital of Kalabari which is made up of more than 33 villages. The Amayanabo resides in Buguma which was founded in 1884 by King Abbi Amachree the IV, and prominent chiefs like Amieyeoforiye Dokubo, who is popularly called Omekwe Horsfall, Chief Erekeosima (John Bull), Chief George Amachree, Chief Tom West India, the youngest of them all, there were other very prominant chiefs under the above chiefs."
          },
          {
            "type": "paragraph",
            "text": "The goddess of Kalabari is the Akaso whos shrine is situated in Buguma. The kalabari National College is established in Buguma; many professional men and women of legal repute were produced in the college. The first concrete and steel imposing church was built in Buguma."
          },
          {
            "type": "paragraph",
            "text": "The St. Saviours African Church was built in the capital town, and can be seen towering above all buildings when viewed from the sea. The church has a dome tower. The town hall which is known as the Amachree I house is magnificiently erected facing the main Buguma market which takes place daily except on Sundays."
          },
          {
            "type": "paragraph",
            "text": "The town hall is decorated with photographs of Kings and prominent chiefs and ancient relics such as Manillas and other curious articles of the past. The present tendency of territorial expansion of Buguma as a result of increase in population towards the Alapupriri, the chiefs cemetery but now used as everybody's burial ground, is a sizeable piece of land to the east of Buguma."
          },
          {
            "type": "paragraph",
            "text": "Tradition still binds the chiefs to the Amayanabo who administers the local governement in co-operation with the country council. Police posts were introduced in Buguma immediately after the Kalabari-Okrika dispute over fishing grounds and fishing ports of 1948-1951."
          },
          {
            "type": "paragraph",
            "text": "There is a general danger of soil erosion which is staring into the face of these river towns. unless the erosion is arrested there is a fear of acute land shortage for building. There is a marked improvement in general features of the town. Shambles are fast giving way to concrete permanent buildings."
          },
          {
            "type": "paragraph",
            "text": "Men and women compete in building of one or more story buildings. Education recieved attention. Boys and girls are given equal opportunity in the pursuit of knowledge."
          }
        ]
      },
      {
        "name": "Bakana",
        "photo": "Bakana.jpg",
        "slug": "bakana",
        "detail": [
          {
            "type": "paragraph",
            "text": "Bakana was founded by Cheif Will Braide and Cheif Iyalla in 1881 during the civil war. The events of history may temporarily be sad and disappointing but in the end there must be certain advantages."
          },
          {
            "type": "paragraph",
            "text": "The three sister towns seperated in the years 1881, 18821 and 1884, from one group of commercial life. Like the Pilgrim fathers who left the shores of England in 1620 and founded what is now known as the United States of America."
          },
          {
            "type": "paragraph",
            "text": "Bakana was by that time cut off from their kith and kin. Thanks to the strong sense of tradition among the Kalabari people. This has manifested itself in the people of Bakana, who after their companionship with the Bonny, Okrika and Ikwere people during the unfortunate civil war, still maintained their proud and well guarded Kalabari traditions and customs just as the other sister Kalabari towns."
          },
          {
            "type": "paragraph",
            "text": "Bakana was famous for the religious activities of one Obonoma priest called Garrick Sokari Braide, alias Abari Iganiyaye Sokari. He attracted religious refugeees to Bakana and stormed what he called the pagan belief of idol worship throughout Kalabari and environs."
          },
          {
            "type": "paragraph",
            "text": "He condemed the worship or idols and use of shark flesh. The deadly small pox epidemics nearly wiped off Bakana, sanitary inspectors posted in the towns and villages are vigilant to check communal irresponsibility of some religious fanatics."
          },
          {
            "type": "paragraph",
            "text": "Erosion is creating havoc in the town as it doies in other creek towns which have sand-clay earth."
          }
        ]
      },
      {
        "name": "Tombia",
        "photo": "tombia.webp",
        "slug": "tombia",
        "detail": [
          {
            "type": "paragraph",
            "text": "Tombia is one of the young fast developing towns of Kalabari. The Tombia mud flat makes it impossible diuring ebb tide, to approach the water front of the town."
          },
          {
            "type": "paragraph",
            "text": "A wooden temporary wharf is provided for embarking and disembarking from launches and canoes. There is a foot path which connects Tombia and Bakana via late Chief J.T Princewill Amachree VII, to Buguma by ferry."
          },
          {
            "type": "paragraph",
            "text": "There is a local market which meets daily except on Sundays. Concrete wharves are necessary in all the river towns and ports in the area. Alternatively big pontoon piers may serve the purpose."
          },
          {
            "type": "paragraph",
            "text": "The Christ Army Church with it's tower soars above all other buildings at Tombia. The occupation is fishing and trading."
          }
        ]
      },
      {
        "name": "Abalama",
        "photo": "abalama.jfif",
        "slug": "abalam",
        "detail": [
          {
            "type": "paragraph",
            "text": "Abalama is economically suitable for farm settlement purposes. There are schools."
          },
          {
            "type": "paragraph",
            "text": "Asides the road transport systems the Abonnema Port Harcourt voyage is saved by several nautical miles by the use of the Abalama canal. Canoes and powered canoe launches ply this canal during flood tides."
          }
        ]
      },
      {
        "name": "Krakrakma",
        "photo": "krakrama.jpg",
        "slug": "krakrakma",
        "detail": [
          {
            "type": "paragraph",
            "text": "Krakrakma is another Kalabari ancient town which situates on the branch of the Sombriero river between Buguma and about half a nautical mile from east of Abonnema."
          },
          {
            "type": "paragraph",
            "text": "Krakrama's people are chiefly engaged in fishing, there are however some traders who participate in the Abonnema Owusara market. The town has a vast expanse of land behind it."
          },
          {
            "type": "paragraph",
            "text": "It is said that Minama, Agulama and Snagama towns border around this vast area of land with few intersecting narrow and shallow creeks. A new look can be given to this vast area of the Niger Delta area."
          }
        ]
      },
      {
        "name": "Ifoko",
        "photo": "Ifoko.jpg",
        "slug": "ifoko",
        "detail": [
          {
            "type": "paragraph",
            "text": "Ifoko is another important town in Kalabri. During the Portugues slave trade the natives played the role of being the middlemen between the king of Kalabari and his chiefs."
          },
          {
            "type": "paragraph",
            "text": "Ifoko town was then situated at the estuary of the Kalabari river in the Atlantic Ocean. They piloted ships of the Portugues to old shipping for slave trading."
          },
          {
            "type": "paragraph",
            "text": "The present site situates some seventy nautical miles inland on the Asari river. It borders towns like Teima, Illelema, Harry's Town (Obu Ama), Opu Dekema and Kala Dekema (Degema)."
          },
          {
            "type": "paragraph",
            "text": "Ifoko was famous for it's goddess called Amanigio."
          }
        ]
      },
      {
        "name": "Obu Ama (Harry's Town)",
        "photo": "obuama.jpg",
        "slug": "obu-ama-harrys-town",
        "detail": [
          {
            "type": "paragraph",
            "text": "From a historical point of view this town is of very big division of Buguma called Omubo Division. Usually the desire for freedom, oppression or persecution or some other avenue to express resentment or better still to resort to remedial retaliation."
          },
          {
            "type": "paragraph",
            "text": "This was the spirit of the offended who looked for freer and fuller life in a different environment. Many things may happen in the past, all count for either the sake of adventure or a liberty achieved to live a fuller life."
          },
          {
            "type": "paragraph",
            "text": "Omubo had and Idoniboye had Obu (Harry). Doubtlessly everything works towards progress and expansion. The unstable movement of human race is responsible for diffusion of knowldege and culture."
          },
          {
            "type": "paragraph",
            "text": "Dekema and Obu Ama town have since been integrated into what is called Udekema Council Group for administrative purposes. Agriculture, fishing and fish canning industries may be possible here."
          },
          {
            "type": "paragraph",
            "text": "It is hoped that more industry should be carried on here. The late chief Ngoji Brown Tom Big Harry and other prominent chiefs and other adherents are worthy to be congratulated for their efforts."
          },
          {
            "type": "paragraph",
            "text": "While late chief Gillis Eferebo Tom Big Harry and other prominent chiefs and other adherents founded the African church and school, the Zion Mission and school were founded by the late Bishop Taylor. Erosion creates a havoc in the town."
          },
          {
            "type": "paragraph",
            "text": "Minama is an ancient town on the land bordering the long existing Angulama, Sangama, and Krakrama. The powerful shrine of Angulama Oru (goddess of Angulama) is very much dreaded by all Kalabari."
          }
        ]
      },
      {
        "name": "Ido",
        "photo": "ido.jfif",
        "slug": "ido",
        "detail": [
          {
            "type": "paragraph",
            "text": "Ido is fast becoming part of Buguma. The swamp has gradually and continually being reclaimed. The occupation of the people of Kala Ido is predominantly fishing."
          },
          {
            "type": "paragraph",
            "text": "Although a number of them do trade, yet there are a lot of them whose occupation is the civil service. Kala Ido people are energetic, pushful adn highly industrious."
          },
          {
            "type": "paragraph",
            "text": "Erosion creates havoc here as in other towns of the Rivers area. Kala Ido is hemmed in on all sides by either creeks or swamps which seperates it from Buguma."
          },
          {
            "type": "paragraph",
            "text": "Their economic activities are rooted in fishing and trading. The fishing method of setting traps of fence which leads into a collecting enclosure in the middle of rivers, a skill which the Kala Ido people brought with them from Opu Ido, their ancestral home beyond Bonny and Opobo."
          }
        ]
      },
      {
        "name": "Keni",
        "photo": "ke.jfif",
        "slug": "keni",
        "detail": [
          {
            "type": "paragraph",
            "text": "Keni, shortly pronounced Ke is one of the ancient and historical towns of Kalabari. The natives are water experts, they can swim rivers, deep sea."
          },
          {
            "type": "paragraph",
            "text": "The town is far down the edge of the Atlantic ocean. Swimming of the sea forms part of their annual festivals. The Amadabo too swims; even the masquerade called Olologberengbe completes the festival of swimming."
          },
          {
            "type": "paragraph",
            "text": "History cannot trace the origin of Ke. Their counterpart oldest inhabitants are their neigbours the Bile people."
          },
          {
            "type": "paragraph",
            "text": "Olologberengbe, the swimmer masquerade is the ideal play for the Keni people. Ke still stands on the original site for several centuries."
          },
          {
            "type": "paragraph",
            "text": "It is about the oldest town and probably due to their unwillingness to move, the size of their territory and population are correspondingly not proprtionately increasing considering her life existence."
          },
          {
            "type": "paragraph",
            "text": "Fishing is the main occupation. Little forest resources of domestic value are collected for daily needs. Kula, Abise and Ke are in the south group council."
          }
        ]
      },
      {
        "name": "Abise",
        "photo": "Abise.jfif",
        "slug": "abise",
        "detail": [
          {
            "type": "paragraph",
            "text": "Abise has produced many prominent chiefs who are now merged into the bigger towns of Buguma and Abonnema."
          },
          {
            "type": "paragraph",
            "text": "The natives fish and collect forest resources. Timber abounds into Abise forest and they also engage Nembe canoe carvers to utilise the hardwood for the carving of mortar pestle, paddle and canoes."
          },
          {
            "type": "paragraph",
            "text": "Hunting is practiced."
          }
        ]
      },
      {
        "name": "Kula",
        "photo": "kula.jpg",
        "slug": "kula",
        "detail": [
          {
            "type": "paragraph",
            "text": "Kula is also a Kalabari ancient town which like many other smaller towns, has produced prominent chiefs who are now merged into the bigger towns of Buguma and Abonnema."
          },
          {
            "type": "paragraph",
            "text": "Kulas and Kes being the sountern part of the Niger Delta creek inhabitants, and virtually cut off from the civilised centre of the modern bigger townships and towns by inextricable network of shallow, winding and narrow creeks, lead the creek country life, traditionally."
          },
          {
            "type": "paragraph",
            "text": "The former indifferent attitude assumed by Kula, Tombia and Ke towards other members of Kalabari elements has long been improved by ironing out the trouble through broader outlook on life and the value of unity."
          }
        ]
      },
      {
        "name": "Sokin",
        "photo": "sokin.jfif",
        "slug": "sokin",
        "detail": [
          {
            "type": "paragraph",
            "text": "Sokin guards the boundry water ways between Kalabari water passage and those of Nembe and Brass."
          },
          {
            "type": "paragraph",
            "text": "The natives are fishermen; the women's principal occupation is the weaving of native mats."
          },
          {
            "type": "paragraph",
            "text": "The Sokin people live very close to Abonnema. They were endowed with idomitable spirit, men who never fail at the hour of duty and courage."
          },
          {
            "type": "paragraph",
            "text": "The Bamboo trees around the area can be tested for use."
          },
          {
            "type": "paragraph",
            "text": "Idama, Oru Sangama and Sokin form the Western Group Council."
          }
        ]
      },
      {
        "name": "Dekema",
        "photo": "degema.jfif",
        "slug": "dekema",
        "detail": [
          {
            "type": "paragraph",
            "text": "Dekema people according to history are immigrants from Engene creek. They were protected by King Amachree the first."
          },
          {
            "type": "paragraph",
            "text": "The word 'Degema' is a corrupt form of the proper name 'Dekema' the original land of settlement of the Dekema people from their first day landing."
          },
          {
            "type": "paragraph",
            "text": "A protion of Dekema land where the present administrative headquarters is situated is known as Ipokuma, where Buguma originally settled when the spilt broke out following the cilivl war which flared up in old shipping in 1879."
          },
          {
            "type": "paragraph",
            "text": "Dekema is divided into two separete groups Kala Dekema and Opu Dekema. The popular name for these groups as an ethnic body is UDEKE. The 'U' is contracted and 'MA' suffixed which in Ijaw language means land or town. Thus Dekema becomes the new adopted word for convenience in Ijwa community."
          },
          {
            "type": "paragraph",
            "text": "The major occupation is fishing. There are petty traders among them, and others are civil servants. A different language is spoken among them, but the Kalabari language is commonly spoken as the lingua franca."
          },
          {
            "type": "paragraph",
            "text": "There is the Udekema Group Council meeting which embraces the whole of Dekema, Obonoma and Obu Ama (Harry's town)"
          },
          {
            "type": "paragraph",
            "text": "Old Bakana or Oguruawo people were the masters of the water ways around their home town in the past gone-by years unti they clashed face to face with the authority of Amachree I, who subdued and kept them under his protection."
          },
          {
            "type": "paragraph",
            "text": "Old Bakana people lived in the heart of the land. The word 'Bakana' is common to both original Bakana and Bakana town founded by cheif Will Braide and Chief Iyalla Iyalla Amabara in 1881 during the civil war."
          },
          {
            "type": "paragraph",
            "text": "Before this year Bakana town had already been founded. Accent difference on the initial letter 'B' makes out the particulat town referred to and this is known by all Kalabari people."
          },
          {
            "type": "paragraph",
            "text": "Old Bakana has it's own language but popular language is Kalabari which is the lingua franca. Fishing is the major occupation while palm fruits collection and domestic farming are carried out on a small scale."
          },
          {
            "type": "paragraph",
            "text": "In deeds of courage and power the old Bakana people had as their match the Sokin people whom all Kalabari people feared until recently."
          }
        ]
      },
      {
        "name": "Teima",
        "photo": "teima.jpg",
        "slug": "teima",
        "detail": [
          {
            "type": "paragraph",
            "text": "Teima is situated in an obscure part of the main land which accommodated Ifoko, Illelema, Okpo and Obu Ama except some few narrow mangrove swamps which separate them."
          },
          {
            "type": "paragraph",
            "text": "Some prominent chiefs originated from Teima. The Buguma to Degema road is spanned by the Teima bridge."
          },
          {
            "type": "paragraph",
            "text": "The occupation has historically predominanly been fishing. There are also traders. Teima is in the Northern group council."
          }
        ]
      },
      {
        "name": "Okpo",
        "photo": "okpo.jfif",
        "slug": "okpo",
        "detail": [
          {
            "type": "paragraph",
            "text": "Okpo is a small town in Kalabari, the town is very close to Illelema on the border of Obu-toru."
          },
          {
            "type": "paragraph",
            "text": "Like Illelema the people used fish and do pottery with the rich clay around the district."
          },
          {
            "type": "paragraph",
            "text": "Legend says the ancient days seven elephants were drowned in the river bank in an attempt to swim across from the other bank where elephants practically infest the bush which is known as Bilakiri, elephants land."
          },
          {
            "type": "paragraph",
            "text": "Till this day the river is referred to as the river which swallowed seven elephants Sonoma bila meni-toru. Okp and Illema are connected with this story."
          }
        ]
      },
      {
        "name": "Oporoama",
        "photo": "oporoma.png",
        "slug": "oporoma",
        "detail": [
          {
            "type": "paragraph",
            "text": "Oporoama is a town in Kalabari, the town is situated in a creek between Atuka and Abalama."
          },
          {
            "type": "paragraph",
            "text": "Oproama is rich in virgin forest which supplies hard wood for timber and canoe. Carvers fell these trees for timber and canoes amongst other uses."
          }
        ]
      },
      {
        "name": "Sema",
        "photo": "sema.jfif",
        "slug": "sema",
        "detail": [
          {
            "type": "paragraph",
            "text": "Sema is a town situated on the Sonoma bila meni toru. Oproama is her rival."
          },
          {
            "type": "paragraph",
            "text": "There were long standing land disputes between Sema and Oproama."
          },
          {
            "type": "paragraph",
            "text": "Fishing has historically been the major occupation. Some petty trading is carried out by the inhabitants. Farming can be a paying occupation."
          }
        ]
      },
      {
        "name": "Sangama",
        "photo": "sangama.jfif",
        "slug": "sangama",
        "detail": [
          {
            "type": "paragraph",
            "text": "Sangama is one of the ancient towns of Kalabari. The town is situated between Buguma and Abonnema on a creek almost opposite Ifoko."
          },
          {
            "type": "paragraph",
            "text": "There is a good farming land behind the town."
          },
          {
            "type": "paragraph",
            "text": "Fishing is the major occupation. The town is in the central group and is rather isolated from other towns."
          }
        ]
      },
      {
        "name": "Oru-Sangama",
        "photo": "orusangama.jfif",
        "slug": "oru-sangama",
        "detail": [
          {
            "type": "paragraph",
            "text": "Oru-Sangama is situated on Duminia River some seven miles fro Sokin."
          },
          {
            "type": "paragraph",
            "text": "The town is ona creek which leads to Kula and Nembe westwards."
          },
          {
            "type": "paragraph",
            "text": "Fishing is the major occupation. Close to the town oil exporation has been carried on for a while."
          },
          {
            "type": "paragraph",
            "text": "Bamboo stems used to be collected for sale. The immediate neigbours are the Nembe sawyers at Oloas iri."
          }
        ]
      },
      {
        "name": "Angulama",
        "photo": "agulama.jfif",
        "slug": "angulama",
        "detail": [
          {
            "type": "paragraph",
            "text": "Angulama is an ancient town of Kalabari which is situtated about three miles behind Krakrama."
          },
          {
            "type": "paragraph",
            "text": "Angulama is noted for her very powerful juju which forced recognition from the Government."
          },
          {
            "type": "paragraph",
            "text": "Angulama is said to be the oldest town in Kalabari."
          }
        ]
      },
      {
        "name": "Bukuma",
        "photo": "bukuma.jfif",
        "slug": "bukuma",
        "detail": [
          {
            "type": "paragraph",
            "text": "Bukuma is an immigrant town in Kalabari. The people have their own language which is almost similar to that of Dekema; but Kalabari language is the official language used."
          },
          {
            "type": "paragraph",
            "text": "Bukuma is situated behind Tombia on the main land."
          },
          {
            "type": "paragraph",
            "text": "Fishing is the major occupation. But petty traders sell ther as well."
          },
          {
            "type": "paragraph",
            "text": "Rubber and cocoa plantaions are owned by the late Chief J.T Princewill Amachree VII, the former Amayanabo of Kalabari."
          },
          {
            "type": "paragraph",
            "text": "Rubber and cocoa can thrive well in this area. Cash crop farming is a promising industry in the area."
          }
        ]
      },
      {
        "name": "Minama",
        "photo": "minima.jpg",
        "slug": "minama",
        "detail": [
          {
            "type": "paragraph",
            "text": "Minama is situated on the same main land as Angulama, Sangama and Krakrama."
          },
          {
            "type": "paragraph",
            "text": "The seki Apu Ogbo in Minama is affiliated to that of any Kalabari town Seki Apu Ogbo club."
          },
          {
            "type": "paragraph",
            "text": "Initiation of the Minema society automatically entitles anybody to be a full member elsewhere in Kalabari."
          },
          {
            "type": "paragraph",
            "text": "Fishing is the major occupation."
          }
        ]
      },
      {
        "name": "Bille Town",
        "photo": "bille.jpg",
        "slug": "bille-town",
        "detail": [
          {
            "type": "paragraph",
            "text": "Free Bille town that situates Obu toru and Ololo toru some miles off from Degema is independent of itself but within the sphere of Kalabari influence over the rivers."
          },
          {
            "type": "paragraph",
            "text": "Bille is though not a sub town under Kalabari yet it is within Kalabari district for purposes of easier administration by the government of the area."
          },
          {
            "type": "paragraph",
            "text": "Bille has it's own town council as other important towns. The people of Bille claimed as being very old in their area and were powerful at the time their great man, named Agbaniejika was ruling throughout that area."
          },
          {
            "type": "paragraph",
            "text": "The people naturally live on fishing while others do trading and youths are employed in the governement as well as mercantile officers."
          },
          {
            "type": "paragraph",
            "text": "They are people whose general life and comportment are exactly like the Kalabari people and accroding to history some of the notable chiefs and people can claim their origin from Bille Town"
          }
        ]
      }
  ]